
/* Class = "NSWindow"; title = "Add Shape Behavior"; ObjectID = "100013"; */
"100013.title" = "Aggiungi comportamento forma";

/* Class = "NSTextFieldCell"; title = "Do you want to add a shape behavior to this object? "; ObjectID = "100018"; */
"100018.title" = "Vuoi aggiungere un comportamento forma a questo oggetto ";

/* Class = "NSTextFieldCell"; title = "Adding a shape behavior to this shape will convert its geometry to control points and remove all current animations relying on the curvature and radius parameters."; ObjectID = "100020"; */
"100020.title" = "L\'aggiunta di un comportamento forma a questa forma ne convertirà la geometria in punti di controllo e rimuoverà tutte le animazioni basate sui parametri di curvatura e raggio.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "100022"; */
"100022.title" = "Annulla";

/* Class = "NSButtonCell"; title = "Add"; ObjectID = "100024"; */
"100024.title" = "Aggiungi";
